Repository: SevarJ/Medication-Reminder
Catalog: Packages/Domain/Sources/Domain/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# dosage.drops
source: %lld drops
ru: %lld капли

# dosage.drops.fraction
source: %@ drops
ru: %@ капли

# dosage.milligrams
source: %@ mg
ru: %@ мг

# dosage.milliliters
source: %@ ml
ru: %@ мл

# dosage.tablets
source: %lld tablets
ru: %lld таблетки

# dosage.tablets.fraction
source: %@ tablets
ru: %@ таблетки

# unit.drop
source: drop
ru: капля

# unit.milligram
source: mg
ru: мг

# unit.milliliter
source: ml
ru: мл

# unit.tablet
source: tablet
ru: таблетка
